mainrul = [
    "Не можна передавати облікові дані для входу в систему третім особам.",
    "Обов'язково використовувати складні паролі для захисту облікового запису.",
    "Заборонено змінювати або видаляти медичні дані без узгодження з лікарем.",
    "Перевіряйте актуальність даних пацієнта перед внесенням змін.",
    "Не використовуйте програму для несанкціонованого доступу до даних інших пацієнтів.",
    "Всі дії в системі повинні бути задокументовані для запобігання помилкам.",
    "Операції з даними пацієнтів можуть виконуватися лише з дозволу пацієнта.",
    "Використовуйте лише захищені мережі для доступу до медичної програми.",
    "Регулярно оновлюйте програмне забезпечення для забезпечення безпеки системи.",
    "Не зберігайте персональні дані пацієнтів на зовнішніх пристроях без шифрування."
]